/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copiat al porta-retalls";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Confirmacions";

/* No comment provided by engineer. */
"%d Transactions" = "%d Operacions";

/* No comment provided by engineer. */
"Account Settings" = "Configuració Del Compte";

/* No comment provided by engineer. */
"Add to Address book?" = "Afegir a la llibreta d'Adreces?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "S'ha produït un error validant el vostre codi PIN amb el servidor remot. Vostè pot estar fora de línia o blockchain pot estar experimentant dificultats. T'agradaria provar de validació o en comptes introduïu la contrasenya manualment?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Un error es va trobar la càrrega a la seva butxaca. Vostè pot estar fora de línia o Blockchain està experimentant dificultats. Si us plau, tanca l'aplicació i torneu a intentar més tard o re-pair el dispositiu.";

/* No comment provided by engineer. */
"Any Address" = "Qualsevol Adreça";

/* No comment provided by engineer. */
"Archive" = "ARXIU D'ADREÇA";

/* No comment provided by engineer. */
"Archived" = "Arxivat";

/* No comment provided by engineer. */
"Automatically" = "Automàticament";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Abans d'accedir a la seva cartera, si us plau, escolliu un número pin per utilitzar per obrir la seva cartera. És important que recordeu aquest pin com no es pot restablir o canviar sense primer desbloqueig de l'aplicació.";

/* No comment provided by engineer. */
"Cancel" = "Cancel·lar";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "No es pot desar el Codi PIN mentre que la cartera no està inicialitzada o la contrasenya és nul";

/* No comment provided by engineer. */
"Change PIN" = "Canvi de PIN";

/* No comment provided by engineer. */
"Close App" = "A Prop Aplicació";

/* No comment provided by engineer. */
"Confirm Payment" = "Confirmar El Pagament";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Confirmar el pagament de%1$@ (%2$@) a %3$@";

/* No comment provided by engineer. */
"Send from..." = "Enviar des...";

/* No comment provided by engineer. */
"Send to..." = "Enviar a...";

/* No comment provided by engineer. */
"Create Wallet" = "Crear Cartera";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Desxifrat PIN Contrasenya longitud 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Com Desencriptar La Clau Privada";

/* No comment provided by engineer. */
"Enter Password" = "Introduïu La Contrasenya";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Ha Fallat En Carregar La Cartera De La";

/* No comment provided by engineer. */
"No internet connection." = "No hi ha connexió a internet.";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "Connexió cronometrada fora. Si us plau, comproveu la connexió d'internet.";

/* No comment provided by engineer. */
"Empty response from server." = "Resposta buida del servidor.";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "Resposta de servidor vàlid. Si us plau, comproveu la connexió d'internet.";

/* No comment provided by engineer. */
"Forget Details" = "Oblidar Detalls";

/* No comment provided by engineer. */
"Forget Wallet" = "Oblidar La Cartera De La";

/* No comment provided by engineer. */
"How would you like to pair?" = "Com t'agradaria parell?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Si ja teniu un Blockchain Cartera, triar un Parell de Dispositiu; en cas contrari, seleccioneu Crea Cartera. És Gratis! Cap de correu electrònic necessari.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Importar La Clau Privada %@";

/* No comment provided by engineer. */
"Information" = "Informació";

/* No comment provided by engineer. */
"Invalid email address." = "Adreça electrònica no vàlida.";

/* No comment provided by engineer. */
"Invalid GUID" = "Invalid GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Invalid Identificador";

/* No comment provided by engineer. */
"Invalid Send Value" = "Si us plau, introduïu una quantitat";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Invalid Clau Compartida";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Invalid Codi D'Estat Va Tornar %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Bitcoin no vàlida adreça";

/* No comment provided by engineer. */
"Loading External Page" = "Càrrega Externa De La Pàgina";

/* No comment provided by engineer. */
"Logout" = "Sortir de la";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Realment voleu desconnectar?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Si us plau, introduïu el PIN";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Si us plau, introduïu un PIN nou";

/* No comment provided by engineer. */
"Confirm your PIN" = "Confirmar el PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "PIN incorrecte. Si us plau, torneu a provar.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Notícies, preu & gràfics";

/* No comment provided by engineer. */
"Manually" = "Manualment";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Label" = "No Hi Ha Cap Etiqueta";

/* No comment provided by engineer. */
"No Password Entered" = "La Contrasenya No Va Entrar";

/* No comment provided by engineer. */
"OK" = "D'ACORD";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Obre la Configuració del Compte, Sortida o de canvi de pin a continuació.";

/* No comment provided by engineer. */
"Options" = "Opcions";

/* No comment provided by engineer. */
"Pair Device" = "Parell Dispositiu";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Anàlisi De Vinculació Codi";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Contrasenya ha de tenir 10 caràcters o més temps";

/* No comment provided by engineer. */
"Passwords do not match" = "Les contrasenyes no coincideixen";

/* No comment provided by engineer. */
"Payment Sent!" = "Pagament Enviat!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Xifrades Cadena és nul";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Resposta Objecte de la clau o valor longitud 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Resposta Objecte èxit longitud 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Desat amb Èxit";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN de Validació no es pot completar. Si us plau, introduïu la vostra cartera contrasenya manualment.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN de Validació Error";

/* No comment provided by engineer. */
"Please choose another PIN" = "Trieu-ne un altre PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Si us plau, introdueixi el seu caràcter 36 cartera identificador correctament. Es pot trobar en el correu electrònic de benvinguda a l'inici.";

/* No comment provided by engineer. */
"Please provide an email address." = "Si us plau proporcioni una adreça de correu electrònic.";

/* No comment provided by engineer. */
"Retry Validation" = "Torneu a provar de validació";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Escaneig Veure Només Adreça?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Segona Contrasenya Incorrecta";

/* No comment provided by engineer. */
"Send Payment From:" = "Enviar Pagament De:";

/* No comment provided by engineer. */
"Send Payment To:" = "Enviar Pagament A:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "El Servidor Retorna Null Codi D'Estat";

/* No comment provided by engineer. */
"Success" = "Èxit";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "La clau privada que intenteu importar és xifrada. Si us plau, introdueixi la contrasenya a continuació.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Aquesta acció requereix el segon contrasenya per al vostre bitcoin cartera. Si us plau, introduïu-lo a sota i premeu continuar.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Això esborrarà tots els cartera de dades en aquest dispositiu. Si us plau, confirmeu que té la seva cartera de la informació desada en un altre lloc en cas contrari qualsevol bitcoin en aquesta cartera serà inaccessible!!";

/* No comment provided by engineer. */
"Unarchive" = "UNARCHIVE ADREÇA";

/* No comment provided by engineer. */
"Unconfirmed" = "Sense confirmar";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "No Clau Privada Format";

/* No comment provided by engineer. */
"User Declined" = "Usuari Disminuït";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "La cartera de la direcció %@ hagi fons disponibles per gastar. No obstant això, la clau privada ha de ser escanejat de paper cartera o Codi QR. Voleu escanejar la clau privada d'ara?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Cartera Aparellat Amb Èxit.";

/* No comment provided by engineer. */
"Warning!!!" = "Avís!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Benvinguts De Nou";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Benvinguts a Blockchain Cartera";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "T'agradaria afegir la bitcoin adreça %@ a la vostra llibreta d'adreces?";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Vostè no té cap activa bitcoin adreces disponibles per a l'enviament de";

/* No comment provided by engineer. */
"You must enter a destination address" = "Has d'introduir una adreça de destinació";

/* No comment provided by engineer. */
"You must enter a label" = "Cal introduir una etiqueta";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "La seva cartera va ser creat amb èxit.";

/* No comment provided by engineer. */
"Close" = "Tancar";

/* No comment provided by engineer. */
"Back" = "Esquena";

/* No comment provided by engineer. */
"New Wallet" = "Nova cartera";

/* No comment provided by engineer. */
"MOVED" = "ES VA TRASLLADAR";

/* No comment provided by engineer. */
"RECEIVED" = "REBUT";

/* No comment provided by engineer. */
"SENT" = "ENVIAT";

